[
    {
        "id": "Weapons",
        "title": "Weapons",
        "class": "None",
        "rulesText": "As a member of a premier PMC with leading military R&D, characters get access to a wide range of weapons and gadgets to use against their many foes. Weapons in Calamari are divided across weapon classes, each weapon class has a universal statistic associated with it allowing players to select whatever weapon of their choosing that fits into that weapon class and simply copy the stats.",
        "description": "GUNS GUNS GUNS"
    },
    {
        "id": "l-pistols",
        "title": "Light Pistols",
        "parentId": "Weapons",
        "class": "All",
        "cost": 1200,
        "description": "Light Pistols are handguns shooting conventional pistol calibers such as 9x19, .45 ACP, and 5.7x28. Though light on damage they make up for this with decent-sized magazines and general reliability at short to medium distances",
        "rulesText": "[Light Weapons][CQC]\nRange modifier: +1 C | -2 L | -3 ELR\n PEN: 1 | DMG: 4 \n RSV: 6 | CAP: 2"
    },
    {
        "id": "h-pistols",
        "title": "Heavy Pistols",
        "parentId": "Weapons",
        "class": "All",
        "cost": 1200,
        "description": "Heavy Pistols are handguns and revolvers shooting heavier calibers such as .44 Magnum, .357 Magnum, .50 AE. These weapons trade large magazine sizes and accuracy at longer distances for heavy damage.",
        "rulesText": "[Light Weapons][Precision]\nRange modifier: +1 C | -1 L | -2 ELR\n PEN: 2 | DMG: 6 \n RSV: 6 | CAP: 2"
    },
    {
        "id": "smg",
        "title": "Sub-Machine Guns",
        "parentId": "Weapons",
        "class": "All",
        "cost": 2000,
        "description": "Submachine Guns are compact weapons shooting conventional pistol calibers such as 9x19, .45 ACP, and 10mm at high rates of fire. These weapons come with the ability to Spray which allows them to saturate anywhere between 1-3 targets in their cone of fire (note this can also include teammates if the player is not careful). When used in the secondary slot- the total ammo is halved.",
        "rulesText": "[Light Weapons][Spray]\nRange modifier: +1 C | -1 L | -2 ELR\n PEN: 1 | DMG: 4 \n RSV: 12 | CAP: 3"
    },
    {
        "id": "carbines",
        "title": "Carbines",
        "parentId": "Weapons",
        "class": "All",
        "cost": 2600,
        "description": "Carbines and PDWs are the stepping stone from SMG to Assault Rifle, covering weapons that fire intermediate cartridges like 5.56x45, 4.6x30, and 5.7x28. A bit more wieldy than the SMG, the carbine is much more tuned to medium-range engagements and cannot spray or burst like their AR cousins.",
        "rulesText": "[Light Weapons][Spray]\nRange modifier: +1 M | -1L | -2 ELR\n PEN: 1 | DMG: 4 \n RSV: 12 | CAP: 3"
    },
    {
        "id": "ar",
        "title": "Assault Rifles",
        "parentId": "Weapons",
        "class": "All",
        "cost": 3500,
        "description": "Assault Rifles are the big brothers to the carbines, covering weapons that fire intermediate cartridges like 5.56x45, 5.45x39, and 7.62x39. The true middle ground when it comes to weapons, they dominate mid-range engagements but take a hit in CQB. These weapons come with the ability to Burst Fire, enabling them to fire a tight burst towards a single opponent at the expense of less dice, for more damage.",
        "rulesText": "[Medium Weapons][Burst]\nRange modifier: -1 C | +1 M | -1 ELR\n PEN: 1 | DMG: 5 \n RSV: 12 | CAP: 3"
    },
    {
        "id": "mr",
        "title": "Marksman Rifles",
        "parentId": "Weapons",
        "class": "All",
        "cost": 4300,
        "description": "Marksman rifles are hard-hitting semi-automatic rifles chambered in heavier-hitting calibers such as 7.62x51, 7.62x54, and 6.8x51. Capped with a reduced magazine size and suffering in CQC, these weapons make up for this with their high damage and ranged performance. These weapons come with the ability to Burst Fire, enabling them to fire a tight burst towards a single opponent at the expense of less dice, for more damage.",
        "rulesText": "[Medium Weapons][Burst][Precision]\nRange modifier: -1 C | +1 L | -1 ELR\n PEN: 2 | DMG: 6 \n RSV: 10 | CAP: 2"
    },
    {
        "id": "shotgun",
        "title": "Shotguns",
        "parentId": "Weapons",
        "class": "All",
        "cost": 3000,
        "description": "Shotguns are the kings of close quarters, chambered in a variety of 12 gauge shells, and occasionally in 8 gauge, they will annihilate anything foolish enough to stand less than 10 meters in front of them. This high damage potential does come with the caveat of a massive damage drop-off over long distances. These weapons can also be used as makeshift breaching devices and have destructive abilities against soft walls.",
        "rulesText": "[Medium Weapons]\nRange modifier: +2 C | -1 M | -3 L | -4 ELR\n PEN: 1 | DMG: 6 \n RSV: 12 | CAP: 3"
    },
    {
        "id": "sr",
        "title": "Sniper Rifles",
        "parentId": "Weapons",
        "class": "Sharpshooter Only",
        "cost": 5100,
        "description": "Undisputed champions of long-range engagements, sniper rifles are a go-to choice for marksmen. Chambered from anything between 7.62x51 AP, 338 Lupua, and .300 Norma these weapons are perfect for dropping individual targets long before they know what hit them, made all the better with their armour-penetrating rounds that can hit targets behind soft walls and cover. The major downside however is drawbacks for trying to use them in CQC and their low ammo count. Make each shot count.",
        "rulesText": "[Medium Weapons][Sharpshooter][Precision]\nRange modifier: -2 C | +1 L | +2 ELR\n PEN: 2 | DMG: 7 \n RSV: 10 | CAP: 5"
    },
    {
        "id": "mg",
        "title": "Machine Guns",
        "parentId": "Weapons",
        "class": "Fire Support Only",
        "cost": 4800,
        "description": "Lead spitting machines of the battlefield, machine guns are chambered in a mixture of intermediate and heavier hitting calibers ranging from 5.56,5.8x42, 7.62x51, 6.8x51, and 7.62x39. Despite this mix of calibers, their main purpose isn’t to inflict pinpoint precision damage but to instead shatter the will and the cover of anyone in front of their field of fire. Comes with the ability to Suppress this allows the attacker to choose an area of up to 3 hexes wide to suppress.",
        "rulesText": "[Heavy Weapons][Fire Support][Suppression]\nRange modifier: +1 Bipod | +1 M | -1 L | -1 ELR\n PEN: 2 | DMG: 5 \n RSV: 12 | CAP: 6"
    },
    {
        "id": "drum-shotgun",
        "title": "Drum Shotguns",
        "parentId": "Weapons",
        "class": "Fire Support Only",
        "cost": 3300,
        "description": "Like the venerable machine guns of the battlefield, Drum Mag Shotguns fill a similar niche to the machine gun but for close quarters engagements. Packing the punch of the shotgun but lacking the range, these weapons are designed for keeping the enemy’s head down while you rush their position for the kill. Comes with the ability to Suppress, this allows the attacker to choose an area of up to 3 hexes wide to suppress.",
        "rulesText": "[Heavy Weapons][Fire Support][Suppression]\nRange modifier: +1 C | -1 M | -3 L | -4 ELR\n PEN: 1 | DMG: 6 \n RSV: 12 | CAP: 6"
    },
    {
        "id": "grenades",
        "title": "Grenades",
        "class": "None",
        "rulesText": "Handy little tools in a pinch, throwables come in a variety of shapes and sizes with each one designed to carry out a specific task. These tasks range from stealth assassination, infantry removal, concealment, disorientation and anti-armour.",
        "description": "Shit's rigged to blow get the fuck back-"
    },
    {
        "id": "frag",
        "title": "Frag Grenades",
        "parentId": "grenades",
        "class": "All",
        "cost": 0,
        "description": "A bog standard high explosive fragmentation grenade. Light, easy to carry, easier to throw. Useful for many applications.",
        "rulesText": "[Throw][DMG]\n Follows ranged rules. When thrown in combat, prompts [Throw] vs [Armor] or [Acrobatics]. Out of combat,requires an alertness to check if they react.\n Enemies can also [Brace] as a reaction to boost their armor roll at the cost of -1 to all actions for the next turn.\n If defender chooses to roll acrobatics, you move 2 hexes away from where you are. An MOS greater than 2 has the defender still standing, else- they are considered prone until their next turn.\n 8 DMG | 1 hex AOE. \n destroys cover and soft walls."
    },
    {
        "id": "flash",
        "title": "Flashbangs",
        "parentId": "grenades",
        "class": "All",
        "cost": 0,
        "description": "The power of chemistry, in the palm of your hand. Useful in dissuading people from choosing to shoot back, or to create an opening and interrupt them.",
        "rulesText": "[Throw][Interrupt]\n Follows ranged rules. When thrown in combat, prompts [Throw] vs [Alertness] for them to turn away or evade. An MOS greater than 2 has the defender still standing, else- they are considered prone until their next turn.\n 0 DMG | 2 hex AOE. \n Applies 'Concussion' on all targets within the AOE."
    },
    {
        "id": "thermtex",
        "title": "Thermtex",
        "parentId": "grenades",
        "class": "All",
        "cost": 4000,
        "description": "The power of chemistry once more, now re-engineered and applied to burn at 2000 degrees celsius, and then detonate into a spectacular explosion. Powerful enough to deal damage to vehicles and burn through armor. Not as effective against people unless stuck... But why would you do that?",
        "rulesText": "[Throw][AT]\n Follows ranged rules. When thrown in combat, prompts [Throw] vs [Armor] or [Acrobatics]. Out of combat,requires an alertness to check if they react.\n Enemies can also [Brace] as a reaction to boost their armor roll at the cost of -1 to all actions for the next turn.\n If defender chooses to roll acrobatics, you move 2 hexes away from where you are. An MOS greater than 2 has the defender still standing, else- they are considered prone until their next turn.\n 8 DMG | 1 hex AOE. \n Destroys cover,soft, and hard walls. Can damage armored vehicles"
    },
    {
        "id": "smoke",
        "title": "Smoke",
        "parentId": "grenades",
        "class": "All",
        "cost": 0,
        "description": "Creates a plume of smoke around a designated location. Perfect for slipping away from enemies, or covering an advance.",
        "rulesText": "[Throw][Obscure]\n Follows ranged rules. When thrown in combat, prompts [Throw].\n 0 DMG | 3 hex AOE. \n Applies very dimly lit to the area [-2] for 2 turns starting when it was deployed."
    },
    {
        "id": "knife",
        "title": "Throwing Knives",
        "parentId": "grenades",
        "class": "All",
        "cost": 0,
        "description": "Knife to meet you. [Cackling]",
        "rulesText": "[Throw][Stealth]\n Follows ranged rules. When thrown in combat, prompts [Throw] vs [Acrobatics] or [Armor].\n 7 DMG. \n Makes no noise, and can be aimed to debilitate someone if need be."
    },
    {
        "id": "passives",
        "title": "Unique Class Gear",
        "class": "None",
        "rulesText": "BUDDI Integrations, more rockets, repair tools and more- each class comes with a specific piece of gear only it gets, thats inaccessible otherwise. Even with multiclassing.",
        "description": "PTFO."
    },
    {
        "id": "soflam",
        "title": "SOFLAM",
        "parentId": "passives",
        "class": "Class",
        "cost": 0,
        "description": "Equipped with a laser desginator, laser mic, rangefinder, and an integrated datalink module to stream information directly to CAS and Indirect Fire systems, the SOFLAM allows Riflemen to observe, designate, and destroy targets with fast air or artillery.",
        "rulesText": "Lased targets are both pinged and designated. Fire support munitions are guaranteed hits against vehicles unless countermeasures are deployed. Uses a full action to desginate. Can ping large swaths of targets if in FOV (area between hex diagonals in a certain direction)."
    },
    {
        "id": "halligan",
        "title": "Halligan Bar",
        "parentId": "passives",
        "class": "Class",
        "cost": 0,
        "description": "A Halligan bar",
        "rulesText": "Athletics Check\nOpens most hinged doors (cannot open bulkheads and heavily reinforced doors)\nMakes minimal noise, however it breaks the door."
    },
    {
        "id": "xtraRounds",
        "title": "Extra Rounds",
        "parentId": "passives",
        "class": "Class",
        "cost": 0,
        "description": "Combat engineers pack more ammo for their AT and AA rockets. Allowing them to carry double the normal amount.",
        "rulesText": "2x to rocket reserve capacity."
    },
    {
        "id": "repairTool",
        "title": "Repair Tool",
        "parentId": "passives",
        "class": "Class",
        "cost": 0,
        "description": "Wrenches, Impact Drills, Blowtorches and more. Repair tools let Technical Engineers to fix up drones and vehicles, or more creatively seal off doors and destroy enemy infrastructure.",
        "rulesText": "Vehicle equivalent of an AFAK, uses a tinker roll to fix vehicle critical damage and minor damage. Can be used to damage or sabotage enemy vehicles or infrastructure. Unlimited uses. Can also do the opposite."
    },
    {
        "id": "deployableShield",
        "title": "Deployable Shield",
        "parentId": "passives",
        "class": "Class",
        "cost": 0,
        "description": "Deployable shields create instant cover wherever, whenever. perfect for when you just dont have a fortified position, or are too lazy to get into one.",
        "rulesText": "Creates deployable cover adjacent to the contractor. can be picked back up for re-use. Will be destroyed with rocket launchers and above. 2 hexes wide."
    },
    {
        "id": "medicBag",
        "title": "Medic Bag",
        "parentId": "passives",
        "class": "Class",
        "cost": 0,
        "description": "One cannot carry all the medicine they need on them at all times. However, the revolutionary idea of ‘stuff everything else into another bag and carry it too was invented, which the Medic Bag utilizes.",
        "rulesText": "Big medic bag that restocks all medical supplies when interacted with. Has the same amount of charges as players in the party. Can be picked back up or thrown."
    },
    {
        "id": "BUDDI",
        "title": "BUDDI HUD integration",
        "parentId": "passives",
        "class": "Class",
        "cost": 0,
        "description": "The 'Ballistic Universal Distance Demarcation Indicator' HUD integration is a nifty piece of software Gold Coast developed to give snipers an edge in long range engagements. Namely by giving them a lead and drop indicator on pinged targets.",
        "rulesText": "Big medic bag that restocks all medical supplies when interacted with. Has the same amount of charges as players in the party. Can be picked back up or thrown."
    },
    {
        "id": "counterSpell",
        "title": "Counterspell Infiltration Device",
        "parentId": "passives",
        "class": "Class",
        "cost": 0,
        "description": "Developed from the STALKER PRD, the X-55 'Counterspell' infiltration device is a specialized signal jammer to deny the enemy a 'ping' or mark on where you are.",
        "rulesText": "Cannot trigger digitally triggered traps, and cannot be digitally pinged by drones."
    },
    {
        "id": "misc",
        "title": "Misc Gear",
        "class": "None",
        "rulesText": "Ranging from NVGs to Thermals, Miscellaneous gear is anything not encompassed by any of the classes.",
        "description": "The violence has escalated."
    },
    {
        "id": "nvg",
        "title": "Night Vision Goggles",
        "parentId": "misc",
        "class": "All",
        "cost": 0,
        "description": "Moons out Goons out.",
        "rulesText": "[Vision][Night]\n Normalizes all lighting conditions. Applies a 'poorly lit' (-1) modifier to Long Range and a 'very poorly lit' (-2) modifier to Extreme Long Range. Ideal for CQB. Counteracts all lighting-based visibility debuffs."
    },
    {
        "id": "irnvg",
        "title": "IR/Thermal Goggles",
        "parentId": "misc",
        "class": "All",
        "cost": 20000,
        "description": "The bane of modern warfare.",
        "rulesText": "[Vision][IR]\n normalizes all lighting and weather conditions. Applies a -2 modifier at Close Range and -1 at Medium Range. Best suited for long-range spotting roles. Counters smoke, and all weather conditions."
    },
    {
        "id": "envg",
        "title": "Magnetic Vision Goggles",
        "parentId": "misc",
        "class": "All",
        "cost": 35000,
        "description": "The Future is now old man. ",
        "rulesText": "[Vision][Magnetics]\n normalizes all lighting and weather conditions. Applies a 'poorly lit' (-1) modifier to Long Range and a 'very poorly lit' (-2) modifier to Extreme Long Range. Allows the user to see through all walls up to medium range when active. Counters smoke and all weather conditions. \n\n Only purchaseable through the Bastogne Martel Foundation."
    },
    {
        "id": "Rifleman",
        "title": "Rifleman",
        "class": "None",
        "rulesText": "Rifleman is your go-to all-arms expert, being effective at medium-engagement distances using a mixture of assault rifles, battle rifles, and grenades. The Rifleman is arguably the most versatile class but also the most simple.",
        "description": "We do crowd control. With grenades. It is not subtle. But is very effective."
    },
    {
        "id": "ugl",
        "title": "UBGL/Grenade Launcher",
        "parentId": "Rifleman",
        "class": "Rifleman",
        "cost": 0,
        "description": "THOONK’",
        "rulesText": "[M-Wep]\nRange modifier: -3C | +1M | -1L | -2ELR\nAmmo: 6\nCapacity: 1"
    },
    {
        "id": "PMGL",
        "title": "X-50 PMGL",
        "parentId": "Rifleman",
        "class": "Rifleman",
        "cost": 17000,
        "description": "Developed from the XM-25 CDTE, the X-50 Programmable Munition Grenade Launcher is a modernized version of the original system. Bringing along thermal optics, auto-rangefinding, and an improved GUI for displaying the trajectory path. \n also: 'THOONK THOONK THOONK GET AIRBURSTED! ",
        "rulesText": "[H-Wep]\nRange modifier: -3C | +1L | -1ELR\nAmmo: 6\nUses programmable, airburst munitions. Deals 9 damage to infantry, none to vehicles."
    },
    {
        "id": "40mm-he",
        "title": "40mm HE Grenade",
        "parentId": "Rifleman",
        "SubMunition": true,
        "class": "Rifleman",
        "cost": 0,
        "description": "Frag grenade in a 40mm can. Detonates on impact.",
        "rulesText": "8 DMG\nM-Weapons attacker check, Acrobatics defender check. 1 hex AOE from impact."
    },
    {
        "id": "40mm-smk",
        "title": "40mm SMK Grenade",
        "parentId": "Rifleman",
        "SubMunition": true,
        "class": "Rifleman",
        "cost": 0,
        "description": "Smoke grenades in a 40mm can",
        "rulesText": "No DMG\nApplies ‘very dimly lit’ (-2 attack to/through smoke) with a 3 hex AOE.\nPings from visual sources such as cameras are erased if obscured by smoke."
    },
    {
        "id": "40mm-star",
        "title": "40mm Star Grenade",
        "parentId": "Rifleman",
        "SubMunition": true,
        "class": "Rifleman",
        "cost": 5500,
        "description": "Apparently it’s the sun, in a 40mm can. Blinds anyone looking at it.",
        "rulesText": "M-Weapons attacker check, Acrobatics defender check.\n Applies very harshly lit (-2) towards a target. Interrupts actions."
    },
    {
        "id": "40mm-snap",
        "title": "40mm Snapshot Grenade",
        "parentId": "Rifleman",
        "SubMunition": true,
        "class": "Rifleman",
        "cost": 3600,
        "description": "Spotter grenades, and you won't believe it, in a 40mm can.",
        "rulesText": "M-Weapons attacker check, Acrobatics defender check\nPings all enemies in an area. \nLasts for 1 turn. \nUpon fumble, no pings."
    },
    {
        "id": "40mm-lbv",
        "title": "40mm LBV HE Grenade",
        "parentId": "Rifleman",
        "SubMunition": true,
        "class": "Rifleman",
        "cost": 2550,
        "description": "Bounceable 40mm HE",
        "rulesText": "8 DMG.\n M-Weapons attacker check, Acrobatics defender check\n Able to be bounced off walls. 1 hex AOE"
    },
    {
        "id": "m26-mass",
        "title": "Masterkey M26 MASS",
        "parentId": "Rifleman",
        "class": "Rifleman",
        "cost": 6600,
        "description": "For when you want a shotgun on hand, but can’t be bothered to carry one yourself.",
        "rulesText": "M-Weapons attacker check, Acrobatics defender check\nRange Modifier: +1C | -3M -> ELR"
    },
    {
        "id": "Raider",
        "title": "Raider",
        "class": "None",
        "rulesText": "Raider is an expert at getting into anywhere, loud or quiet and being the tip of the spear with SMGs, Shotguns, breaching charges, and Ninebangs. The Raider is a stealthy class, but also the most useful in room clearing when things go loud.",
        "description": "Are we rushing in? Or are we going sneaky-beaky like?"
    },
    {
        "id": "breachpen",
        "title": "Breach Pen",
        "parentId": "Raider",
        "class": "Raider",
        "cost": 1500,
        "description": "A concoction of metal oxide, metal powders, and god knows what else that superheats to over 2,000 degrees celsius and burns through almost everything. Steel, Concrete, or locks. All in the form of a stick.",
        "rulesText": "Tinker check\nOpens all doors up to heavily reinforced ones.\nCan create shootable holes in any wall.\nMakes a light hissing noise that can be masked by other noises. Will melt through the door’s lock or hinges. Provides a bright light that can attract attention."
    },
    {
        "id": "breachcharge",
        "title": "Breaching Charge",
        "parentId": "Raider",
        "class": "Raider",
        "cost": 0,
        "description": "'clack clack' - BOOM\n♪♫I'm coming down on the stereo, put me on the radio-♪♬",
        "rulesText": "Opens all doors up to ones heavily reinforced, blows through soft walls.\nCauses a loud explosion, gives guaranteed initiative to the team upon entry."
    },
    {
        "id": "quickiesaw",
        "title": "Quickie Saw",
        "parentId": "Raider",
        "class": "Raider",
        "cost": 2000,
        "description": "vRRRRRrrrrrrRRRRRRRRRRRrrrrRRRRRRRRRRR\nEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEeeeeeeeeEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEEE\nClang\nDoor open.",
        "rulesText": "H-Weapons Check\nTakes one turn to open most doors. Heavily reinforced doors require accumulated successes (2).\nCan cut through most walls easily, and make new doorways or angles to shoot at enemies from.\nMakes less noise than a breaching charge. However, it is louder than a halligan.\nUpon fumble, the blade can break."
    },
    {
        "id": "thermite",
        "title": "Thermite Charge",
        "parentId": "Raider",
        "class": "Raider",
        "cost": 5000,
        "description": "The breach pen's bigger brother, now with genetics of the breaching charge.\nA really big fucking hole. Coming right up.",
        "rulesText": "Opens all doors and walls, without exception.\nCauses a loud explosion, gives guaranteed initiative to the team upon entry."
    },
    {
        "id": "snapshot",
        "title": "Snapshot Grenades",
        "parentId": "Raider",
        "class": "Raider",
        "cost": 7000,
        "description": "Spotters, stupid fucking box grenades, wallhacks, they go by many names but do the same thing. You throw them into an area or room, everyone gets pinged.\nFollow ups vary.",
        "rulesText": "Opposed Throw Check\nPings all enemies in an area and provides a live outline of them. (+2 spotted bonus)\nLasts for 1 turn.\nUpon fail or fumble, the snapshot will tag no targets."
    },
    {
        "id": "9bangs",
        "title": "9-bangs",
        "parentId": "Raider",
        "class": "Raider",
        "cost": 0,
        "description": "For when compliance wasn't a request. Channels the power of chemistry to dissuade targets from considering shooting back. And also blinds them. And gives them hearing problems.",
        "rulesText": "Opposed Throw Check\nCauses an extremely brightly lit effect for any enemies caught by the flashbang (-2 on attacking actions) for the turn.\nUpon fail the flashbang misses.\nUpon fumble, the user and anyone around them are affected."
    },
    {
        "id": "emp",
        "title": "Portable EMP",
        "parentId": "Raider",
        "class": "Raider",
        "cost": 5000,
        "description": "Eskola built this in a CAVE. with SCRAPS.",
        "rulesText": "Disables all electronics and lights around the user.\nIf indoors with no natural lighting, it applies a pitch black effect to the room and any adjacent. If there is natural lighting, it will apply a very dimly lit or poorly lit effect.\nElectronics will return in 3 turns."
    },
    {
        "id": "stalker",
        "title": "STALKER Digital Presence Reducer",
        "parentId": "Raider",
        "class": "Raider",
        "cost": 12000,
        "description": "Erases the user from all cameras and drones while in use by looping an image without them in it. Reduces ambient noise with an active noise control unit.",
        "rulesText": "+1 dice to stealth rolls while in use. Invisible to all cameras and drones while active. Erases enemy spotting when in combat.\nLasts 4 turns."
    },
    {
        "id": "octo",
        "title": "OCTO Optical Camouflage",
        "parentId": "Raider",
        "class": "Raider",
        "cost": 25000,
        "description": "Renders the user Invisible via an advanced particle refraction display simulating light flowing around them. Makes their silhouette very faint, and almost invisible in low light conditions.",
        "rulesText": "When in light, the user is translucent, and their silhouette can be seen. Cloak breaks when firing, and creates an afterimage trail behind the user during the turn it's broken.\nAll attacking rolls have to flip a coin. Heads is success. Upon success, they can attack. When active, provides an extra dice to stealth rolls.\nLasts 3 turns.\nRequires 2 rapid movement turns to recharge, or 4 normal movement turns.\nCan also use a bonus action to wiggle in place to charge for a normal movement turn."
    },
    {
        "id": "C-ENG",
        "title": "Combat Engineer",
        "class": "None",
        "rulesText": "Combat engineers are specialists in destroying emplacements, vehicles, and more with launchers and mines. This is the only class with access to Rocket Launchers and Anti-Material rifles such as the Carl Gustav Recoilless Rifle and the M82A1 Anti Materiel Rifle.",
        "description": "I am heavy weapons guy, and THIS [drops Carl Gustaf onto table] is my weapon."
    },
    {
        "id": "rocket-launcher",
        "title": "Rocket Launcher",
        "parentId": "C-ENG",
        "class": "Combat Engineer",
        "cost": 0,
        "description": "A staple of Green Berets, Rangers, and other Special Forces units who don’t need to clear rooms like Delta. AT launchers are shoulder fired munitions that can blow up vehicles, destroy walls, and take down buildings if aimed right.",
        "rulesText": "Range Modifiers: -1NS | -100C | +1M | -1ELR\nCapacity: 1\nAmmo: 3\nPen: 3\nDamage: 10"
    },
    {
        "id": "wire-launcher",
        "title": "Wire Guided Rocket Launcher",
        "parentId": "C-ENG",
        "class": "Combat Engineer",
        "cost": 17000,
        "description": "Nicknamed the 'straw', wire guided shoulder fired munitions are just as the name says: wire guided. The FCS is built into the launcher itself, and allows the missile to be guided in by the user. As such- it's faster than the guided launchers, but slower than unguided launchers. While at the same time also allowing for much more damage when they connect. Just dont flinch while using it.",
        "rulesText": "Guaranteed hit if target is tracked and no countermeasures deployed. Can be guided where every 2 hexes, you can change its direction of travel by one hex from its current path.\n Opposed [Alertness] check to notice, reaction is either countermeasures, bracing, or evasion.\nCapacity: 1\nAmmo: 2\nPen: 3\nDamage: 10"
    },
    {
        "id": "guided-launcher",
        "title": "Guided Rocket Launcher",
        "parentId": "C-ENG",
        "class": "Combat Engineer",
        "cost": 19000,
        "description": "Top attack, PLOS, and others. Guided rocket launchers are able to be much better controlled for the expense of being a bit slower and much more expensive. However, they hit harder, and will take out most vehicles easily.",
        "rulesText": "Guaranteed hit if target is locked and no countermeasures deployed, Opposed [Alertness] check to notice, reaction is either countermeasures, bracing, or evasion.\nCapacity: 1\nAmmo: 2\nPen: 3\nDamage: 10"
    },
    {
        "id": "amr",
        "title": "Anti-Material Rifle",
        "parentId": "C-ENG",
        "class": "Combat Engineer",
        "cost": 13000,
        "description": "From the classics of the AW-50 and M107 Barret to modern options such as the Gepard GM6 Lynx, Anti Material rifles come in all shapes and sizes but offer the same capability: big bullet, big penetration, big damage. Anti Material rifles can penetrate heavy armor and disable dedicated vehicle systems permanently. Such as APS, tracks, or engines. On lighter vehicles, they can punch through the armor, killing passengers or gunnners.",
        "rulesText": "Range Modifiers: +1 Bipod | -2C | +1L | +2ELR\n Ammo: 10\nPen: 3\nDamage: 8"
    },
    {
        "id": "semenov-railgun",
        "title": "Semenov HVAM Railgun",
        "parentId": "C-ENG",
        "class": "Combat Engineer",
        "cost": 30000,
        "description": "Advanced, experimental Railgun design from Gold Coast. Utilizes electromagnetics to accelerate a 14.5 Anti-Material round from 0 to Mach 3 in under a second. We are not liable for hearing damage caused by extensive use.",
        "rulesText": "Range Modifiers: +1 Bipod | -2C | +1L | +2ELR\n Ammo: 10\nPen: 4\nDamage: 10\n\nRequires a turn of charge-up before firing.\nWill cause characters within the room or round path to become Suppressed."
    },
    {
        "id": "T-ENG",
        "title": "Technical Engineer",
        "class": "None",
        "rulesText": "Standoff munitions is the name, drones are the game. Technical Engineers are experts in both vehicular warfare and using drones to attack, distract, or blow up targets. Technicical Engineers are experts in tinkering and tech, and can utilize drones such as the XMQ-88 ‘Demo Dog’ and XMQ-16 ‘Fire Hornet’ proficiently.",
        "description": "The drones... They speak to me."
    },
    {
        "id": "fire-hornet",
        "title": "XMQ-16 Fire Hornet",
        "parentId": "T-ENG",
        "class": "Technical Engineer",
        "cost": 20000,
        "description": "Taking the concept of the RQ-16 T-HAWK and MQ-8 Fire Scout, the Fire Hornet combines the concepts into a smaller, quadcopter platform. Equipped with a gun gimble and BUDDI Spotting software, the Fire Scout offers engineers the flexibility to fight from multiple angles, or flank targets they can't get to from the sky.",
        "rulesText": "L-wep: 1 | Endurance: 1 | Notice: 2 | Investigation: 1 \nDMG 4 | PEN 1 | Range: +1 C, -1 L, -2 ELR | 6 turns of ammo \n 10 HP | AC:0 \n [Airborne] [Repairable] "
    },
    {
        "id": "demo-dog",
        "title": "XMQ-88 Demolition Dog",
        "parentId": "T-ENG",
        "class": "Technical Engineer",
        "cost": 10000,
        "description": "Developed to solve an ethics concern of K-9 units, and subsequently creating new ones with unmanned drones, the XMQ-88 Demo-Dog is an unmanned, autonomous, quadrapedial robot. It can be equipped with a variety of equipment, from supressed SMGs for a frontline role, marksman rifles as a remote sniper sentry, to even LMGs for supressive fire. It even makes noises when you pet it!",
        "rulesText": "General-Wep: 1 | Endurance: 2 | Notice: 1 | Stealth: 1 \n 30 HP | AC:1 \n [Ground] [Repairable]"
    },
    {
        "id": "dd-frontliner",
        "title": "XMQ-88 Demo-Dog [Frontline]",
        "parentId": "T-ENG",
        "SubMunition": true,
        "class": "Technical Engineer",
        "cost": 10000,
        "description": "The original, and ever beloved Demo Dog. Don't fix what aint broken.",
        "rulesText": "DMG 5 | PEN 2 | Range: +1 M , -1 L , -1 ELR | 6 turns of ammo |"
    },
    {
        "id": "dd-stealth",
        "title": "XMQ-88 Demo-Dog [Stealth]",
        "parentId": "T-ENG",
        "SubMunition": true,
        "class": "Technical Engineer",
        "cost": 7000,
        "description": "Customized stealth package for the demo-dog. Originally created for the Special Reconaissance teams and SOCOM requirements, the package installs whisper quiet servos, strips unecessary armor, and swaps the standard belt fed GCR-500 for a supressed .300 blackout 'Kitty Kat' version.",
        "rulesText": "DMG 4 | PEN 1 | Range: +1 C, -1 L, -2 ELR | 6 turns of ammo | +1 dice to stealth checks. AC:0"
    },
    {
        "id": "dd-marksman",
        "title": "XMQ-88 Demo-Dog [Marksman]",
        "parentId": "T-ENG",
        "SubMunition": true,
        "class": "Technical Engineer",
        "cost": 10000,
        "description": "Dedicated marksman variant for Long Range Recon and endurance. Strips down the armor much like the stealth variant in favor of an advanced sensor suite.",
        "rulesText": "DMG 6 | PEN 2 | Range: -1 C | +1 L | -1 ELR | 6 turns of ammo | +1 dice to notice checks, AC:0"
    },
    {
        "id": "dd-gunner",
        "title": "XMQ-88 Demo-Dog [Gunner]",
        "parentId": "T-ENG",
        "SubMunition": true,
        "class": "Technical Engineer",
        "cost": 15000,
        "description": "Based off of prototypes found in 2018, the Gunner variant offers more firepower and ammo in exchange for poor heat dispersion due to the gimbal mount.",
        "rulesText": "DMG 5 | PEN 2 | Range: +1 M , -1 L , -1 ELR | 6 turns of ammo | Can supress for at most 3 turns before barrel overheats or belt jams."
    },
    {
        "id": "LMD",
        "title": "XMQ-17 UCAV 'Magic Missile'",
        "parentId": "T-ENG",
        "class": "Technical Engineer",
        "cost": 0,
        "description": "The whir of electric motors and the buzz of small drones have become the new age stuka siren. Equipped with a shaped charge warhead, 'magic missiles' are guided by their operators onto targets such as tanks or infantry before detonating. Useful against dug in targets and some armored vehicles.",
        "rulesText": "DMG 8, PEN 3. When deployed, user's turn ends immediately. When attacking an enemy, the defender rolls acrobatics if they wish to dodge, weapons if they want to shoot it out of the sky. Uses a Drive check when deployed. Fumbles pre-detonate the warhead."
    },
    {
        "id": "F-SUP",
        "title": "Fire Support",
        "class": "None",
        "rulesText": "Experts in putting lead downrange and mortar arcs, Fire Support focuses on suppression and indirect fire. Supports get exclusive access to LMGs, Automatic Shotguns and the X-90 remote mortar system but know that Fire Supports require setup before they can fire.",
        "description": "Statistically, on average, I shoot all of you about nine times- no twenty-er... Enough to make swiss soldiers."
    },
    {
        "id": "x89-ams",
        "title": "X-89 AMS (Auto-Mortar)",
        "parentId": "F-SUP",
        "class": "Fire Support",
        "cost": 0,
        "description": "Simplifies the math of indirect fire into a 'point and click' adventure game. Allows the user to set up a remote mortar, designate targets, and then deliver ordnance from anywhere within an AO accurately.",
        "rulesText": "H-Weapons attacking roll vs Acrobatics defender roll\nRequires a line of sight to the sky, along with minimal obstruction. One turn setup.\nCannot hit targets inside of buildings or with strong overhead cover.\n8 DMG\nPen: 1\nCap: 1\nAmmo: 8"
    },
    {
        "id": "x89-he",
        "title": "X-89 HE rounds",
        "parentId": "F-SUP",
        "SubMunition": true,
        "class": "Fire Support",
        "cost": 0,
        "description": "Standard High Explosive ordnance.",
        "rulesText": "8 DMG | 2 hex AOE"
    },
    {
        "id": "x89-acerm",
        "title": "X-89 ACERM rounds (Guided)",
        "parentId": "F-SUP",
        "SubMunition": true,
        "class": "Fire Support",
        "cost": 5000,
        "description": "Guided rounds that change trajectory mid air to strike a target accurately.",
        "rulesText": "Adds an extra dice to your attacking roll, increases Pen to 2. 8 DMG | 1 hex AOE"
    },
    {
        "id": "x89-smk",
        "title": "X-89 SMK rounds (Smoke)",
        "parentId": "F-SUP",
        "SubMunition": true,
        "class": "Fire Support",
        "cost": 4500,
        "description": "Creates a plume of smoke around a designated location.",
        "rulesText": "No DMG\nApplies ‘very dimly lit’ effect to an area (-2 attack for all parties to and through the area of the smoke screen.)\nPings from visual sources such as drones and cameras will be erased if a target is no longer visible with smoke."
    },
    {
        "id": "x89-srn",
        "title": "X-89 SRN rounds (Sauron)",
        "parentId": "F-SUP",
        "SubMunition": true,
        "class": "Fire Support",
        "cost": 6000,
        "description": "Hangs in the sky via a parachute and pings targets, sadly— it also is very easy to spot and can be shot down.",
        "rulesText": "H-Weapons attacker check vs Notice and Weapon Defender Check\nNo DMG\nPings all enemies in an area and provides a live outline of them. (+1 spotted bonus)\nLasts for 2 turns.\nUpon fumble, the Sauron will tag no targets."
    },
    {
        "id": "x89-emp",
        "title": "X-89 EMP rounds",
        "parentId": "F-SUP",
        "SubMunition": true,
        "class": "Fire Support",
        "cost": 3500,
        "description": "Starshell rounds’ bigger brother. No longer are you just jamming comms, but now you're full on cutting all power to devices in an area.",
        "rulesText": "No DMG\nDisables all electronics and lights around the user.\nIf indoors with no natural lighting, it applies a pitch black effect to the room and any adjacent. If there is natural lighting, it will apply a very dimly lit or poorly lit effect.\nElectronics will return in 3 turns."
    },
    {
        "id": "x89-ilm",
        "title": "X-89 ILM rounds (Illumination)",
        "parentId": "F-SUP",
        "SubMunition": true,
        "class": "Fire Support",
        "cost": 1700,
        "description": "Hangs in the sky and illuminates a wide area, also rings the dinnerbell to where the fight is.",
        "rulesText": "No DMG\nRemoves all lighting and weather conditions in an area.\nBlinds Thermal and Night vision."
    },
    {
        "id": "resupply-bag",
        "title": "Resupply Bag",
        "parentId": "F-SUP",
        "class": "Fire Support",
        "cost": 0,
        "description": "A bag of assorted ammo types. Includes auto-feeders to rapidly refill magazines with them.",
        "rulesText": "Resupplies all ammo and grenades.\nHas same amount of charges as team members."
    },
    {
        "id": "spitfire-feeder",
        "title": "Spitfire Feeder System",
        "parentId": "F-SUP",
        "class": "Fire Support",
        "cost": 16000,
        "description": "Utilizing a backpack feeder and a gyroscopic camera mount, the spitfire allows you to put down an unmatched amount of firepower at the expense of melting barrels and making the logistics officer incredibly angry at you.",
        "rulesText": "The stabilizer removes the ability to aim in exchange for an extra +1 to the supression saturation threshold. Allows the user to supress a second set of six hexes. Barrels melt at three turns of consequtive supression. reloading in the same turn has no penalty as ammo is fed from pack."
    },
    {
        "id": "juggernaut-suit",
        "title": "Juggernaut Suit",
        "parentId": "F-SUP",
        "class": "Fire Support",
        "cost": 25000,
        "description": "Repurposed EOD suit equipped with a half exo to assist with movement. Provides a two stage armor system, where the outer layer of armor ‘soaks’ damage before it begins to strip and fall apart with further impacts, leaving the user with AC2 armor once it’s shredded.",
        "rulesText": "The suit can soak up to 200 HP (MoS x weapon damage) from enemies.\nWhen shot at, instead of rounds missing when a check is failed, the armor soaks the base damage of the weapon (MoS of 1) and it’s deducted from the health pool.\nWhen this health pool reaches zero, the armor is shredded, and the user now takes damage against their wound thresholds."
    },
    {
        "id": "mp-aps",
        "title": "MP-APS",
        "parentId": "F-SUP",
        "class": "Fire Support",
        "cost": 13000,
        "description": "A man portable version of the Active Protection System. A hard kill countermeasure for defeating most munitions such as 40mms, grenades, rockets, and even drones. When deployed, it shines a brght green light on areas it is protecting when active.",
        "rulesText": "Deployable on most terrain, benefits from cover bonuses. Destroys all munitions from UCAVs, 40mms, Rockets, and grenades in a five hex radius. Won't destroy friendly munitions, but does lead to enemy munitions detonating pre-maturely. Has 3 consequtive charges. One charge will protect the area for the turn."
    },
    {
        "id": "ammo-bag",
        "title": "Ammo-Types",
        "parentId": "F-SUP",
        "class": "Fire Support",
        "cost": 5000,
        "description": "Get your ammo, fresh off the press. Its a bag filled with Stopping Power, Subsonic, or High Velocity rounds. Each with their own effects when loaded.",
        "rulesText": "When loading out, choose an amount of charges for each ammo type when unlocked. When deployed, or given by a support using this specific ammo bag, you automatically reload your weapon with the new ammo type and gain its benefits for that magazine only. when reloading, the ammo is lost."
    },
    {
        "id": "stp-power",
        "title": "Stopping Power",
        "parentId": "F-SUP",
        "SubMunition": true,
        "class": "Fire Support",
        "cost": 0,
        "description": "Loads the rounds with some extra spice, or well... Grain. It's basically overpressured and high grain ammunition.",
        "rulesText": "Increases damage by 2 for the magazine."
    },
    {
        "id": "subs",
        "title": "Subsonics",
        "parentId": "F-SUP",
        "SubMunition": true,
        "class": "Fire Support",
        "cost": 0,
        "description": "Underloads and optimizes the rounds to sit at just below supersonic speeds. Removes the distinct 'crack' of supersonic rounds and makes your shot signature significantly quieter.",
        "rulesText": "When in stealth, wont cause an alertness check when firing. When disengaged, shooting will not re-engage you. When cloaked, it will keep you cloaked even when firing. Reduces weapon damage by 1 for the magazine."
    },
    {
        "id": "high-vel",
        "title": "High Velocity",
        "parentId": "F-SUP",
        "SubMunition": true,
        "class": "Fire Support",
        "cost": 0,
        "description": "Optimizes the rounds to shoot faster and flatter. It wont make your rounds any quieter, but some people say it turns it into a point and shoot adventure game.",
        "rulesText": "Increases all range bands by a net +1 bonus."
    },
    {
        "id": "Medic",
        "title": "Medic",
        "class": "None",
        "rulesText": "Medics are the backbone of any good fire team and are the only class focused on keeping others in the fight and buffing them as much as they can. Medics get access to the surgical kit and specialized stims to heal wounds, increase focus, or generally provide buffs in a pinch.",
        "description": "With one hand I save life, with the other hand I take it, Actually it's the same hand, but that don't sound as good."
    },
    {
        "id": "stim-pouch",
        "title": "Nanite Stimulants",
        "parentId": "Medic",
        "class": "Medic",
        "cost": 0,
        "description": "Contains all the stims a medic can carry, from regenerative nanites that heal you, to performance enhancing ones that let you react faster. Just dont get too reliant on them. Don't need junkies in the company. ",
        "rulesText": "Holds all of the nanite stims for a medic. A medic can carry up to 4 stims of assorted types. Each has their own rules."
    },
    {
        "id": "rnk",
        "title": "Regen Nanite Kit (RNK)",
        "parentId": "Medic",
        "SubMunition": true,
        "class": "Medic",
        "cost": 0,
        "description": "Advanced nanomachines automatically help stop bleeding, apply painkillers, and make getting shot a little less un-fun.",
        "rulesText": "Heal a wound and deep wound every turn\nLasts for 1d6 turns + medical skill level turns"
    },
    {
        "id": "snk",
        "title": "Shock Nanite Kit (SNK)",
        "parentId": "Medic",
        "SubMunition": true,
        "class": "Medic",
        "cost": 6000,
        "description": "Retooled for giving one final hurrah, Shock Nanites make the user a bit more hardy for a short while, and stops them from going into system shock.",
        "rulesText": "Increase System Shock threshold by 5\nLasts for 1d6 + medical skill level turns"
    },
    {
        "id": "tnk",
        "title": "Traumadol Nanite Kit (TNK)",
        "parentId": "Medic",
        "SubMunition": true,
        "class": "Medic",
        "cost": 8000,
        "description": "Retooled for killing any and all pain, Truamadol Nanites make the user feel nothing, other than emotion — we didn't disable that just yet.",
        "rulesText": "Temporarily removes all wounds\nLasts for 2 + 1d6 + medical skill level turns"
    },
    {
        "id": "dtnk",
        "title": "Adrenal Nanite Kit (DTNK)",
        "parentId": "Medic",
        "SubMunition": true,
        "class": "Medic",
        "cost": 9000,
        "description": "Created to simulate a release of adrenaline via nanites, the Adrenal Nanites give you a kick of energy in the moment.",
        "rulesText": "Adds another standard action for the user\nLasts for the turn"
    },
    {
        "id": "hank",
        "title": "Nootropic Nanite Kit (HANK)",
        "parentId": "Medic",
        "SubMunition": true,
        "class": "Medic",
        "cost": 10000,
        "description": "Utilizing the power of nootropics and nicknamed 'high alert', these nanites give you a much more powerful boost of energy as they also mix in adrenaline. Leading to a single use but highly effective combat stimulant.",
        "rulesText": "Adds another standard and movement action, reduces maluses from movement by 1.\nLasts for the turn."
    },
    {
        "id": "Recon",
        "title": "Sharpshooter",
        "class": "None",
        "rulesText": "Expert marksman, the Sharpshooter Class focuses on eliminating targets of opportunity or high-threat enemies with DMRs and Sniper Rifles. Sharpshooters get exclusive access to sniper rifles and equipment such as BUDDI HUD integrations, SOFLAMs, and EXACTO rounds for extreme distances.",
        "description": "Boom. Headshot. [Trumpets begin playing intro]"
    },
    {
        "id": "hummingbird-drone",
        "title": "Hummingbird Reconaissance Drone",
        "parentId": "Recon",
        "class": "Sharpshooter",
        "cost": 0,
        "description": "Built off the chassis of the PD-105 Black Hornet, Hummingbird reconnaissance drones are Gold Coast's home brewed modification, also tying in BUDDI spotting software and hardened Datalinks.",
        "rulesText": "User carried\nSpots traps, gadgets, and more in the encounter area\n2 notice | 1 stealth | 1 investigation"
    },
    {
        "id": "silverbird-uav",
        "title": "Silver Bird UAV (SUAV)",
        "parentId": "Recon",
        "class": "Sharpshooter",
        "cost": 8000,
        "description": "Built off of the Marine's SUAV, the Silver Bird is an autonomous drone that orbits the user at a high altitude to mark targets. Has only NV. Provides standard pings.",
        "rulesText": "User Carried\nSpots in a large area, extending to 2 world hexes from the encounter area\n2 notice | 1 acrobatics | 2 investigation"
    },
    {
        "id": "bumblebee-echolocator",
        "title": "Bumblebee Echolocator Micro UAV",
        "parentId": "Recon",
        "class": "Sharpshooter",
        "cost": 12000,
        "description": "Survey drone utilizing echolocation to mark moving enemies. Shakes the ground when activated, but will always provide a ping. Can be shot down easily once noticed, and is kinda fat.",
        "rulesText": "Pre-Deployed\nSpots for 2 turns\n3 Notice \n[Aiborne][Repairable]"
    },
    {
        "id": "grappling-hook",
        "title": "Grappling Hook",
        "parentId": "Recon",
        "class": "Sharpshooter",
        "cost": 0,
        "description": "Intended to help scale vertical walls and buildings. Can be daisy chained up to three times and 75 meters total.",
        "rulesText": "1 turn deployment on vertical surfaces. This allows players to climb up any building as if on a makeshift ladder.\nRequires a throw check for if the target is hooked. Upon failure, charge is returned to the player.\n Can be used to gain overwatch positions in Dense Urban terrain, and negate many movement checks.\n3 uses.\nCan be used by teammates."
    },
    {
        "id": "zipline",
        "title": "Zipline",
        "parentId": "Recon",
        "class": "Sharpshooter",
        "cost": 3000,
        "description": "Intended to help traverse large gaps between buildings. Cannot be daisy chained, however can also be used to scale vertically if given enough distance. Very fun to ride, but make sure to hook in.",
        "rulesText": "1 turn deployment across large gaps. This allows players to create a zipline between adjacent buildings.\nRequires an M-weapons check to see if the target is hit. Upon failure, charge is expended.\nCan be used to skip certain movement checks,on downhill or from climb zones. downhill creates 3 hex movement, climb creates 5 hex movement.\n2 uses.\nCan be used by teammates."
    },
    {
        "id": "hydraulic-hook",
        "title": "Hydraulic Hook",
        "parentId": "Recon",
        "class": "Sharpshooter",
        "cost": 7000,
        "description": "Intended for snipers to be able to scale and move between buildings and walls quickly with a universal tool. However, only the operator can move, and only to adjacent buildings or vertically up to 25 meters.",
        "rulesText": "1 turn deployment up vertical walls, horizontal gaps, and even into windows.\nRequires an M-weapons check to see if the target is hit. Upon failure the charge is expended.\nWhen used on a vertical surface, shifts the operator into a rappel, allowing them to fire from a suspended position.\n Can be used for overwatch positions in Dense Urban zones, and to skip climb checks.\nUpon success, the hook needs to recharge, which takes three turns.\n3 uses.\nCannot be used by teammates."
    },
    {
        "id": "spec-ammo",
        "title": "Special Ammo",
        "parentId": "Recon",
        "class": "Sharpshooter",
        "cost": 0,
        "description": "Special ammo allows for sharpshooters to have a greater effect with their bullets than just killing people. From disabling electronics with a low power EMP round, to punching through even the heaviest of body armor with AP rounds, Gold Coast's special ammo provides snipers unmatched flexibility on the field.",
        "rulesText": "Special ammo rules are detailed below. EMP, Lure, AP, and Smart Rounds."
    },
    {
        "id": "lre-round",
        "title": "LRE (Lure) Round",
        "parentId": "Recon",
        "SubMunition": true,
        "class": "Sharpshooter",
        "cost": 0,
        "description": "Lures an enemy towards a specific location. Has a lower drop, and a lower lethality, and makes a cute chirping sound.",
        "rulesText": "Reduces damage by 3, but makes a ping and a noise that makes enemies investigate."
    },
    {
        "id": "ap-round",
        "title": "AP Round",
        "parentId": "Recon",
        "SubMunition": true,
        "class": "Sharpshooter",
        "cost": 7000,
        "description": "High penetration bullets that improve the penetration value of a weapon by 1.",
        "rulesText": "Increases round penetration by 1. Can penetrate Juggernaut suits and disable vehicle parts with well-aimed shots."
    },
    {
        "id": "smrt-round",
        "title": "SMRT (Smart) Round",
        "parentId": "Recon",
        "SubMunition": true,
        "class": "Sharpshooter",
        "cost": 10000,
        "description": "Locks onto a ping and adjusts for bullet drop and windage automatically. Effectively removes the math from shooting, beyond gauging travel time.",
        "rulesText": "Can only be used on marked targets, increases the dice rolled by 1."
    },
    {
        "id": "emp-round",
        "title": "EMP Round",
        "parentId": "Recon",
        "SubMunition": true,
        "class": "Sharpshooter",
        "cost": 6000,
        "description": "Creates a small electromagnetic pulse around the impact point.",
        "rulesText": "Disables and disrupts electronics for 1 turn, reduces damage by 4"
    },
    {
        "id": "Trapper",
        "title": "Trapper",
        "class": "None",
        "rulesText": "Unlike their close Sharpshooter cousins, Trappers focus on ambushes with traps and some ingenuity along with sabotage and stealth. Trappers also get access to the Cyberwarfare Suite, but also access Claymores, anti-tank mines and more.",
        "description": "A gift for you, no charge... oh wait, explosive charge!"
    },
    {
        "id": "shock-sticks",
        "title": "Shock Sticks",
        "parentId": "Trapper",
        "class": "Trapper",
        "cost": 0,
        "description": "Shock Sticks are quiet, non-lethal traps which can be used to stealthily dispatch guards or patrols, bar the noise of them being tazed.",
        "rulesText": "Attacker Throw vs Defender Acrobatics [thrown]\nor\nAttacker Disguise/Throw vs Defender Notice [mine]\nUser carried, 3x\nCan be thrown to be deployed in a hard-to-reach place or without breaking the player's concealment."
    },
    {
        "id": "claymores",
        "title": "Claymores",
        "parentId": "Trapper",
        "class": "Trapper",
        "cost": 3500,
        "description": "Shotgun in a tin. Riddles a target with ball bearings when triggered, and will auto-detonate by itself whenever something passes by. Don't worry, it won't fire if friendlies are near.",
        "rulesText": "Attacker Disguise vs Defender Notice\nUser carried, 3x\n8 DMG\nWhen a Claymore’s laser tripwire is activated, it detonates and riddles the target with a combination of shrapnel and ball bearings."
    },
    {
        "id": "lil-mac",
        "title": "Lil Mac'",
        "parentId": "Trapper",
        "class": "Trapper",
        "cost": 2500,
        "description": "KNOCKOUT! When activated, the Lil Mac springs up from the ground and smacks into the enemy’s face, knocking them down.",
        "rulesText": "Attacker Disguise vs Defender Notice\nUser carried, 2x\nWhen triggered, mine props up and knocks investigator out for a total of 4 turns."
    },
    {
        "id": "ankle-busters",
        "title": "Ankle Busters",
        "parentId": "Trapper",
        "class": "Trapper",
        "cost": 3000,
        "description": "When activated, enemy movement is disabled as their legs and feet are riddled with shrapnel.\n\n... Somehow this isn't much better than claymores.",
        "rulesText": "Attacker Disguise vs Defender Notice\nUser carried, simple action to deploy. 2x\nWhen activated the enemy cannot move until they bandage themselves or receive treatment from a medic.\nAttacker Disguise vs Defender Notice"
    },
    {
        "id": "c4",
        "title": "C4",
        "parentId": "Trapper",
        "class": "Trapper",
        "cost": 4000,
        "description": "Better known as 'jeep stuff', C4 is a malleable material that when introduced to an electric charge—detonates spectacularly. There are a lot of use cases. Get creative.",
        "rulesText": "Attacker Throw/Disguise vs Defender Acrobatics/Notice\nUser carried, simple action to deploy. x4\nWhen detonated, the C4 creates a massive explosion, capable of wiping out entire groups or a vehicle if they are attached or right on top of the explosive."
    },
    {
        "id": "m5-slam",
        "title": "M5 SLAM",
        "parentId": "Trapper",
        "class": "Trapper",
        "cost": 6000,
        "description": "Jeep stuff's younger, more tech-savvy cousin, M5 SLAMs are AT/Demo charges that can be set to detonate under a variety of circumstances. Easy to program, easy to detonate, and even float in water to act as aquatic mines.",
        "rulesText": "Can be deployed on any surface with either:\n- Timed detonation (turn count)\n- Attack detonation (automatic)\n- Remote detonation (manual)\n\nHas more firepower than C4, and will take out most tanks from a bottom attack if run over. 3x."
    },
    {
        "id": "thinkpad",
        "title": "Thinkpad",
        "parentId": "Trapper",
        "class": "Trapper",
        "cost": 0,
        "description": "It’s a ThinkPad. You’re not leaving this job for a while brother, and this thing isn’t breaking unless you shoot it with a tank.",
        "rulesText": "Provides access to the cyberwarfare suite."
    },
    {
        "id": "cyb-cldwn",
        "title": "Cooldown",
        "parentId": "thinkpad",
        "SubMunition": true,
        "class": "Trapper",
        "cost": 0,
        "description": "Utilizing Gold Coast's algorithms, automatically scrambles your position and traceable data to shake enemy cyberwarfare or intrusion countermeasure software.",
        "rulesText": "Lowers your HEAT by 1"
    },
    {
        "id": "cyb-ppt",
        "title": "Puppet",
        "parentId": "thinkpad",
        "SubMunition": true,
        "class": "Trapper",
        "cost": 0,
        "description": "Manipulate basic device functions, such as opening/closing doors and deactivating/accessing cameras.",
        "rulesText": "Allows you to open select doors and see through cameras. Does not work with drones or HUDs."
    },
    {
        "id": "cyb-ping",
        "title": "Ping",
        "parentId": "thinkpad",
        "SubMunition": true,
        "class": "Trapper",
        "cost": 0,
        "description": "Accesses local cameras and devices and pings enemies that are visible.",
        "rulesText": "Pings all enemies within 25 hexes. Can be distrupted if cameras are shot, or if target is obscured. Requires user connection. Ping lasts 1 turn."
    },
    {
        "id": "cyb-svr",
        "title": "Sever",
        "parentId": "thinkpad",
        "SubMunition": true,
        "class": "Trapper",
        "cost": 0,
        "description": "Accesses a specific target and cuts their connection to all downlink and uplink connections, effectively 'severing' them from their own command. ",
        "rulesText": "[-1 Traceability] Disable an enemy's ability to call reinforcements, mark targets, or control drones. 2 Turns."
    },
    {
        "id": "cyb-fdbk",
        "title": "Feedback",
        "parentId": "thinkpad",
        "SubMunition": true,
        "class": "Trapper",
        "cost": 10000,
        "description": "Deafens a target and scrambles their communications system, making them unable to communicate with others through a deafening tone. Very effective in annoying enemies, or disrupting them entirely",
        "rulesText": "[-2 Traceability] Interrupts an enemy for a turn and applies a -1 to all actions. Countered by disabling radio."
    },
    {
        "id": "cyb-trc",
        "title": "Traceback",
        "parentId": "thinkpad",
        "SubMunition": true,
        "class": "Trapper",
        "cost": 15000,
        "description": "Ping's bigger brother, penetrates into an enemy datalink to trace it back to everything using it. Pings any and every enemy on the local network.",
        "rulesText": "[-3 Traceability] Pings all enemies on a network. Works regardless of cameras. Disabled if EMP'd or DL is jammed."
    },
    {
        "id": "cyb-MShck",
        "title": "Mass Hack",
        "parentId": "thinkpad",
        "SubMunition": true,
        "class": "Trapper",
        "cost": "[???]",
        "description": "Brute forcing one's way into all local networks, this locks out all enemy users from the datalink. However, it will also spread to the rest of the connected signals, leading a mass lockout that spreads to vehicles, drones, and more.",
        "rulesText": "[-4 traceability] Blocks all enemy connections on a network. Disables radio, cameras, and tech like HUDs, turrets, and drones. Effective against vehicles to narrow crew awareness. Erases all enemy pings. lasts for 2 turns."
    },
    {
        "id": "cyb-brn",
        "title": "Burnout",
        "parentId": "thinkpad",
        "SubMunition": true,
        "class": "Trapper",
        "cost": "[???]",
        "description": "Connects to all devices on a network and overclocks the CPU of the to burn and disable them. Takes one turn to overclock, but permanently disables that device if successful. When used against vehicles, it automatically leads to a shutdown of non-essential systems to protect itself, effectively kneecapping them until the reboot proces can start.",
        "rulesText": "[-5 Traceability] Causes a one turn timer to start on all enemy electronics, if the enemies dont react within that turn and disable their equipment- it burns and is permanently disabled. Vehciles electronics are disabled for the next turn and need to restart."
    },
    {
        "id": "cyb-MScsh",
        "title": "Mass Crash",
        "parentId": "thinkpad",
        "SubMunition": true,
        "class": "Trapper",
        "cost": "[???]",
        "description": "Much like Mass Hack and Burnout, Mass Crash also penetrates into an enemy's network- but goes even deeper. Going as far as to intrude into the local power grid to disable everything in the local area. Lights, power, and all enemy electronics are severed and shut down. Useful for creating either perfect darkness to escape, or an opening to push while hostiles. are confused and dazed.",
        "rulesText": "[-5 traceability] Same effect as Mass Hack, however also disables all non-natural lighting in the operational area."
    }
]