[
    
    {
        "id": "Events",
        "title": "Events",
        "image" : "",
        "fluff": "",
        "content":""
    },
    {
        "id": "Crash",
        "title": "The Crash",
        "parentId": "Events",
        "image" : "",
        "fluff": "“I still remember the light from the borealis on that night the satellites fell…”\n\n-Excerpt from Jamie Nosek’s autobiography, ‘A Way Home’.",
        "content":"In the early 2000s NASA and multiple other space agencies worldwide began to report abnormal sunspot readings. NASA had predicted that there would be increased sunspot activity due to the expected solar maximum. However, the readings reported in 2002 and 2003 were still far beyond initially expected. This news was quickly forgotten as none of the coronal mass ejections were planned to be on course for Earth, and it just became another fearmongering headline for an event that wouldn't happen.\n\nIn 2005, CNES reported even further increased sunspot activity and the statistics for what would happen if the Earth made contact with one. The report detailed a total communications blackout, mass destruction of infrastructure, and 'sending humanity to the Stone Age.' The international community again forgot this report, only for disaster to strike four years later.\n\nIn 2009, a Coronal Mass Ejection was reported on course for Earth and was predicted to affect Europe. Governments quickly formed plans in their 16 days of preparation, and they tried to keep control of the situation by not releasing the information to the public. On the 17th of April, the skies above Europe shone with bright, colorful lights as the solar storm hit. But the preparations were not enough. All of Europe was left without power for the next six months, wildfires from short-circuiting electronics in the Baltics clouded the skies of Europe with smog, and reparation costs exceeded 5 trillion (2022 USD) to bring power and satellite connection back to Europe. The blackout lasted over six months, ending in November of 2009. This event quickly led to other governments establishing procedures and plans if another one was on course to hit the Earth.\n\nIn the years that followed Black April, Europe was able to bounce back from the disaster, and the UN established 'tech vaults' to preserve electronics and equipment if a solar storm hit the Earth. These vaults were built mainly by countries that could afford the billions that went into creating these vaults. Still, some governments invested the money into other technologies to resist the storms, hoping they could get by with cost-effective solutions.\n\nIt would be more than half a decade later that humanities preparations would be put to the test. Researchers always warned of 'The Big One' as solar storms began to wane in the years following Black April, and sunspot activity only increased. In February of 2016, early warning satellites reported seeing 'The Big One.' With only 20 days to prepare, world governments moved quickly to preserve what they could and keep control of the situation.\n\nStay-behind forces in the conflict zones and overseas were quickly activated, countries scrambled to bring their people home, equipment was stuffed into tech vaults in hopes they would survive the coming storm, and satellites shifted into safe mode to weather it. However, when 'the big one' hit, and the skies above lit up with bright lights and showers of satellites, many of these plans quickly fell apart.\n\nMost satellites were thrown into the expanse of space, power grids fried and caused fires, most of the internet went silent, and trillions of dollars in irreversible infrastructure damage was caused. The four years that followed were dubbed 'The Crash' on what remained of social networks.\n\nFor many, four years of The Crash were really two years of global networks being down, and then two more long years of reparations with constant shortages of food and civil unrest. But for soldiers, the situation was even more dire. Many stay-behind forces in the Middle-East and Africa were unable to establish contact with their command, and with rising tensions with locals, many units deserted to try and find their way home or survive the way they could best.\n\nMany of these deserters turned to mercenary work for a living, taking contracts from whoever was giving in exchange for food and supplies. Others tried to navigate their way home, with a small group of four US marines circumnavigating Asia to get back to North America through Alaska. For those that stayed loyal, they were able to establish connection back to their countries early the next year, and provided as much aid as they could get. Which wasn’t much. The Global War on Terror was over by then, and the goal had shifted to bringing troops home."
    },
    {
        "id":"Corporations",
        "title": "Corporations"
    },
    {
        "id":"Misc",
        "title": "Corporations"
    },
    {
        "id":"Timeline",
        "title": "Corporations"
    },
    {
        "id": "Example",
        "parentId":"Example",
        "title": "Example",
        "fluff":"Example",
        "content":"Example"
    },
    {
        "id": "Calamari",
        "parentId":"Corporations",
        "title": "Calamari",
        "fluff":"Anywhere, Anytime, Anyhow.\n\nCalamari Operational Support Group draws upon a wide array of sources. Geographical Intelligence from satellites (GEOINT), Human Intelligence from the field (HUMINT), Signals Intelligence (SIGINT), along Open Source and Social media intelligence (OSINT) to ensure operational success anytime, anywhere. Our expert analysts and AI rapidly process and synthesize vast data, delivering near-real-time situational awareness directly applicable to our clients' needs. Empowering them to make informed, data-driven decisions in rapidly evolving environments.\n\nHowever, our work doesn't end with Intelligence. We also provide risk management solutions, cybersecurity, asset protection, search and rescue, mine action, disaster response, advising, aggressor squadrons and direct intervention for our clients. Not to mention our work with in fighting forest fires and curbing the wild boar population.",
        "content":"Calamari Operational Support Group is a PMC registered under the UNCC and founded by former CIA-SAC director Michael Calhoun in the late 90s. Initially, the company was called Basilisk Security Solutions and took contracts exclusively from the US, UK, and France. But after the 2005 Paris Accords, they began to expand their operations. Namely, the PMC started to participate in humanitarian operations, playing OPFOR during exercises, and advising. However, by 2010, the PMC was falling behind compared to others in the industry and had gone from 100,000 employees in 2006 to just shy of 20,000 by 2011 after biting off more than they could chew.\n\nThough, the PMC would get bought out by Gold Coast Laboratories in 2011, a leading defense contractor for the US Military, and undergo a name change to Calamari Operational Support Group. No one truly knows why they decided to shift the name to be a dish of fried squid; some say it was a branding gimmick, others a practical joke, but the name and squid branding stuck. By 2012, the buyout was complete, and Calamari was now officially a subsidiary of Gold Coast.\n\nAs Gold Coast's subsidiary and in-house PMC, they provide security for their facilities and field-test emerging technologies. Advanced UAVs, UGVs, improved sensors, AI integration, Particle Refraction, and advanced Augmented Reality Displays to name a few. By 2014, Gold Coast had turned this small 20,000-man PMC into one of the most advanced fighting forces in the world, established almost complete dominance in the contracting industry, all while providing for 200,000 employees worldwide.\n\nHowever, when The Crash hit, the PMC suffered a massive blow when thousands of their contractors overseas became mercenaries. Gold Coast’s monopoly on arms-tech was diminished as contractors traded equipment and secrets for supplies and money. Companies like The Bastogne-Martel Foundation fought tooth and nail for Gold Coast equipment, and went from small fry to their direct European competitor because of it. And before long, Gold Coast and Calamari’s technological edge had become blunt, they had near peers in the market.\n\nFollowing the 2018 revision of the Paris Accords, Calamari was able to recuperate from their losses during the crash with legitimized mercs. Taking in thousands of former soldiers from all over the world as part of their amnesty from the UN, the company returned to almost pre-crash numbers. By 2020, they were 150,000 employees strong and taking the same variety of contracts they were before, while also branching out to work with the Department of Land Management in forest fires and curbing the boar population in Australia.\n\nThe motto their units always tout is to “never fight the fair fight”, and with billions of dollars of research and development, field testing, and manpower behind them, the PMC’s technological edge has never been sharper."
    }
]