[
    {
        "id": "mission0",
        "campaignId": "Chile2018",
        "Name": "Orientation",
        "Type": "Main Mission",
        "Objectives": {
            "0": "Get gear and equipment from Calhoun",
            "1": "Complete training sim"
        },
        "Brief": "[N/A]",
        "Execution": "[N/A]",
        "FA": "[N/A]",
        "Support": "[N/A]",
        "CnC": "[N/A]",
        "status" : "Completed"
    },
    {
        "id": "mission1",
        "campaignId": "Chile2018",
        "Name": "Golden Goose",
        "Type": "Main Mission",
        "Objectives": {
            "0": "Find and apprehend Romero",
            "1": "SSE Romero's manor for any clues"
        },
        "Brief": "As of 0800 hours, we've gotten a green light to begin moving on a specific target. Said target is a financier for the Union Andina Cartel known as Romero. Romero is everything you'd expect out of a cartel financier. Flashy, lavish, the whole nine yards. He's currently holed up in his manor nort of Valparaiso trying to lay low as SAPP start to crack down on the region to find the astronauts. As such, we're making a move to pounce on him first before SAPP come for him and we lose a lead. Because if there's anyone who'd know where the astronauts went if it was Cartel- it'd be him. And even if he doesnt, follow the money.",
        "Execution": "Our plan as of now is to strike Romero's compound the same way we did during the simulation. Move in from an off angle around a klik east, and work our way through the forest to get as close as we can while minimizing our presence. The less attention we draw the better. From there, we're improvising. SAPP are pressuring us to move fast and CIA runners arent in country to do forward recon for us so we'll have to see what we find. But considering his security is probably just sicarios and narcos, it should be an easy morning.",
        "FA": "20x approx cartel gunmen + Romero.",
        "Support": "[N/A]",
        "CnC": "Gold Actual, Central.",
        "status" : "Completed"
    },
    {
        "id": "mission2",
        "campaignId": "Chile2018",
        "Name": "High Rollers",
        "Type": "Side Mission",
        "Objectives": {
            "0": "Find a way into the Casino's High Roller Lounge",
            "1": "Find Richard Brent or a clue towards his whereabouts",
            "2": "[Optional] Find and interrogate the Charlie's Devils for information on the handoff."
        },
        "Brief": "Intel from Romero was something. We've got a lead however, and we now know a name who was organizing the entire show. 'Richard Brent'. Brent was a disgraced MI5 agent turn underground fixer when the crash hit, and has since made a name for himself working and organizing massive jobs. He's notorious for organizing the Dubai Jobs where a team of mercs he hired, Charlie's Devils, robbed billions worth of goods from the Emiratis. However, for us, we have a lead that he organized the job to kidnap the astronauts and as such we're going after him. We know that the 'Charlie's Devils' also were involved, and even if they're a copycat group of the original who were confirmed dead in 2017, treat them like the real deal.",
        "Execution": "This is namely reconaissance. You're going in with minimal gear. Concealed carry only, not even armor. From there we're doing the best we can to find a way in by any means. Obviously we want to minimize hurting people who don't need to get hurt, but at the same time the rules of engagement are unrestricted. We can't risk going loud however, and keeping our cover is mandatory considering we're going to be seen here for both SAPP and The Underground.",
        "FA": "[UNKNWN]",
        "Support": "[N/A]",
        "CnC": "Gold Actual",
        "status" : "Completed"
    },
    {
        "id": "mission3",
        "campaignId": "Chile2018",
        "Name": "The Big Con",
        "Type": "Main Mission",
        "Objectives": {
            "0": "Play the part of Underground 'inspectors'",
            "1": "Find the damascus Chip",
            "2": "[Optional] Raid the rest of the vault"
        },
        "Brief": "Unexpectedly, we've gotten a task from a corpo-underground fixer. Aaron Dimont. He's currently a handler from the Bastogne-Martel Foundation and he wants a damascus chip in exchange for Brent himself. Considering we had no way to get to him while at the casino, his deal's the best bet. And from what the DGSE are saying- he'll keep his word. You all chose to play the Big Con, so you'll be entering into the Casino as Underground Inspectors checking for any security flaws. Basically just look like you're paying attention and you should be fine.",
        "Execution": "Dimont has had BMF operatives stash your equipment ontop of the elevator in advance. If things go loud, you'll need to reach that elevator and get your gear. Other than that, run through the inspection, and find a way into the vault. We know that the damascus chip is in the vault, and that you'll need keycards as there's a mantrap too. Keycards are in the gear bags in the elevator too. Rest of the mission is on you, and whatever theatre skills you have.",
        "FA": "[UNKNWN]",
        "Support": "BMF (Dead Drops)",
        "CnC": "Gold Actual",
        "status" : "Completed"
    },
    {
        "id": "mission4",
        "campaignId": "Chile2018",
        "Name": "Force Amplifier",
        "Type": "Side Mission",
        "Objectives": {
            "0": "Find and secure the supply drop",
            "1": "If supply drop is taken, retrieve it by all means."
        },
        "Brief": "The Job at the casino went loud near the end, and that's gotten SAPP and mercs all riled up and searching everywhere in the region for you. As such, they've been getting into fights, and SAPP have elected to lock down the region to contain the fighting best they can. Problem- this means we cant get supplies to you easier. And with SAPP hiring south african contractors, our runners are getting run down trying to get you a resupply. As such, you'll need to grab this resupply until we can secure a better way as you're the only team equipped to run near peer with contras.",
        "Execution": "The pilot has organized us specific dead drop locations, and we've forwarded them to your ARDs. As such, make it there before Klerk does, load everything up, and come back. If Klerk get there before you, then you'll need to fight them for it to make sure they dont get their hands on anything.",
        "FA": "Approx 20 Klerk Contractors. [8x riflemen, 3x gunners, 4x snipers, 1x trapper, Rest are unknown]",
        "Support": "CIA SAC (Dropoff)",
        "CnC": "Gold Actual, Central.",
        "status" : "Completed"
    },
    {
        "id": "mission5",
        "campaignId": "Chile2018",
        "Name": "A Thief's Beginning",
        "Type": "Side Mission",
        "Objectives": {
            "0": "Conduct SSE Of GC's Black 5 Site",
            "1": "Retrieve anything valuble"
        },
        "Brief": "Earlier- some of the team decided that hunting for treasure may be a smart idea. Now, if it werent for the fact that we just had Gold Coast come in and ask us to recon the exact same region thinking that one of their black-5 testing sites are also there, I wouldnt have cleared this. Anyways, your objectives are simple. This is an SSE job. Get in, find out what you can, snag whatever you can carry, and leave. Don't spend more time than you need in there, since Klerk are still swarming the region from your escapades a few nights back.",
        "Execution": "[Some execution plan here]",
        "FA": "[Force assessment]",
        "Support": "[Support options]",
        "CnC": "[Command and Control information]",
        "status" : "ACTIVE"
    }
]