[
    {
        "id": "Initiative",
        "title": "Initiative",
        "mechanic": "Core",
        "parentId": "",
        "description": "Initiative determines who acts first in a combat round. To determine who gains initiative, all combatants roll an opposed Combat Sense test. No Margin of Success is determined; instead the combatant with the highest result will act first. The next highest will act second and so on for the remaining combatants in decreasing order. Those with tied results act simultaneously. \n\n Any character who fumbles the test is confused for a moment by the panic and chaos of the situation and cannot begin to perform any action except duck or running for cover — but he may continue any action that began in a previous round and requires more than a round (e.g. treating a wounded buddy). Characters that have rolled 6+ on their Initiative test may perform two actions. \n\n In an ambush, or from stealth, only attackers roll initiative as they will fire first no matter what. When conducting a sync-shot, players who roll 6+ on their initiative test can also aim for another target if they wish because of their increased focus."
    },
    {
        "id": "Attributes",
        "title": "Attributes and Reactions",
        "mechanic": "Core",
        "parentId": "",
        "description": "Attributes are your core, innate skills as a person. Your sixth sense, your natural health, your gut instinct, and your mental fortitude. These are covered by your Alertness, Body, Intelligence and Spirit. These attributes contribute to your derived attributes, and can drastically change how hardy, aware, mentally sound, or brave someone is when in a firefight.\n\n These attributes are also used in specific rolls, notably when reacting to danger. They are as follows \n\n>Alertness: How aware you innately are of your surroundings. Catch people sneaking up on you, or things in the environment that arent what they should be. \n>Body: How hardy and healthy you are. Resist drugs, take harder hits, and fight off illness. \n>Intelligence: How good your intuition is. Logic your way through problems, reason your way to the most probable solution. \n>Spirit: How strong your will is. Fight on in the face of death, have grit and courage even when everything is hitting the fan. \n\n To improve attributes, you need 40 EXP, and a way that they improved that attribute. Occasionally, if a character completes an arc and the GM allows, a character can improve an attribute that way."
    },
    {
        "id": "Skills",
        "title": "Skills",
        "mechanic": "Core",
        "parentId": "",
        "description": "Skills are learned aspects of a character. Things like how to shoot, how to climb, how to make the nastiest- most bussin dish of pizza this side of the atlantic. Skills are used in almost all tests, and are usually used actively and offensively instead of passively or subconsciously like Attributes. Skills range from level 0 to level 4. Where 0 is the baseline average of someone, while 4 is nearing the peak of what someone is capable of achieving. \n\n To improve a skill, you need to invest EXP into it like a pool, where the amount of EXP invested corresponds to the skill. The curve starts at\n\n 0 EXP for level 0\n 1 EXP for level 1\n 5 EXP for level 2\n 15 EXP for level 3\n30 EXP for level 4"
    },
    {
        "id": "Movement",
        "title": "Movement",
        "mechanic": "Core",
        "description": "There are three standard types of movement: prone, moving, and sprinting. Other types of movement, such as climbing, are covered elsewhere. \n\n prone means the character lies flat on the ground. It is not a very fast way to move, but it offers excellent protection in ranged combat and stealth (though it places one in a bad position in CQC or if they try to rapidly move). If you are crawling or prone, you may not sprint next round, and apply a -2 malus to all movement based rolls [acrobatics]. \n\n moving means that the character is moving at a somewhat hurried pace, able to rapidly change direction and otherwise react to the environment. This covers the close range band. \n\n Sprinting is an all-out run, with the character giving everything they've got, this covers into the medium range bands."
    },
    {
        "id": "Climbing",
        "title": "Climbing",
        "mechanic": "Movement",
        "parentId": "Movement",
        "description": "Climbing is a special movement case, since gravity and skill come into play. In order to move up, down or across a wall or slope, a character must make a successful Climbing skill test. Failure means the character makes no progress that round and stays where he is. \n\n A failure with a MoF of 4 or greater, or a Fumble, indicates the character has begun to lose his grip and must spend the next round regaining it (with a successful Climbing test). Once the grip is lost, each additional failed test gives a -1 modifier to further tests (cumulative). When the character can no longer pass the test (i.e., the Threshold cannot be met in any way), he falls."
    },
    {
        "id": "Falling",
        "title": "Falling",
        "mechanic": "Movement",
        "parentId": "Movement",
        "description": "Falling is very damaging to the body. A number of damage equal to the number of meters fallen is gained. This is compared to the Wound Thresholds, like any other attack. \n\n For example, falling one meter causes 1 point of damage; falling two meters causes 2 points of damage, and so on. For example, a four-meter fall would cause, using the 4 points of damage. This is a Flesh wound for most people — a badly sprained ankle, or a broken wrist perhaps."
    },
    {
        "id": "Jumping",
        "title": "Jumping",
        "mechanic": "Movement",
        "parentId": "Movement",
        "description": "To jump, a character must make a Jump test, modified by Body and your movement speed (+1 for moving; +2 for sprinting). The basic Threshold is 2; this is modified by the condition(s) of the terrain (+3 if rough; +6 if slippery; +9 if crumbling; etc.). You cannot jump from prone."
    },
    {
        "id": "Flanking",
        "title": "Flanking",
        "mechanic": "Movement",
        "parentId": "Movement",
        "description": "When flanking, you move to an adjacent cover if it exists, or get a better angle if it doesnt, and negate the cover bonus of an individual. This needs to be declared in advance. As such, you suffer a malus depending on distance travelled to all actions done while flanking per movement rules \n\nTo determine if a target is being flanked, draw imaginary lines from the hex faces of adjacent cover to the target. If the shooter is in hexes behind those lines or a clear, non obsstructed line of fire can be made, then they are considered being flanked."
    },
    {
        "id": "Ranged",
        "title": "Ranged",
        "mechanic": "Core",
        "description": "To attack a wary target within sight and range, the attacker must defeat the defender in an Opposed Skill test. The attacker rolls his skill in the attack form being used (Pistols, Rifles or Throwing). The defender rolls their armor value. Both should apply modifiers as they've tracked them. Range and Pings for attackers, and cover or concealment for defenders. \n\n Attacking unwary targets requires the attacker to pass an Opposed Alertness test with modifiers against the attacker’s Stealth test (minus modifiers for range, conditions, etc). Failure  means the target notices the attacker and can take defensive actions if not in a combat encounter; this can sometimes happen long before the attacker is ready to fire. If in a combat encounter, the defender just rolls their armor. \n\n To attack an inanimate object requires a Skill test with a Threshold equal to 1 plus any applicable modifier.\n\n If the attacker wins the test, the attack hits and the damage is mulitplied by the MOS. If the defender wins, the attack misses. If it's a tie, the attack connects, but no damage is dealt. If the attacker Fumbles, he jams his weapon (Bonus action is required the next turn).\n\n Shooting through smoke and walls is covered in Penetration. However other versions of ranged attacks can be read below:"
    },
    {
        "id": "Aiming",
        "title": "Aiming",
        "mechanic": "Ranged",
        "parentId": "Ranged",
        "description": "Available for: \n[All Weapons]\n\nA character can spend up to 3 combat rounds steadying his aim to improve his odds to hit. Add one die to the attacker’s roll per round spent aiming, up to a maximum of +3. The character may not move while aiming. A character can aim at a specific vehicle or body part (e.g. torso, arm or leg, APS, or wheels).\n\n-Aiming at a torso-sized target removes one die from the skill test.\n -Aiming at a limb or head-sized target removes two dice from the skill test.\n\n In addition, a character can also aim and shoot in the same turn, but this applies the maluses above. \n\n The victim’s normal Wound Thresholds are halved (round up) for all shots aimed at vital locations, such as the head. Shots aimed at specific limbs are useful as non-fatal attacks — they cannot cause Instant Death, unless through system shock and can also stop a character from moving. \n\n You can aim at inanimate objects against a threshold of 1."
    },
    {
        "id": "Burst",
        "title": "Bursting",
        "mechanic": "Ranged",
        "parentId": "Ranged",
        "description": "Available for:\n[Assault Rifles] [Marksman Rifles]\n\nSome weapons are capable of burst fire. Burst attacks usually consist of firing a tight burst towards a single opponent. The attacker may decrease a number of his dice, up to a maximum of -2. \n\nIf the attack succeeds, the amount of dice decreased is added to the attack’s Margin of Success, thus increasing the damage."
    },
    {
        "id": "Spray",
        "title": "Spraying",
        "mechanic": "Ranged",
        "parentId": "Ranged",
        "description": "Available for: \n[SMGs] [Carbines]\n\n Weapons capable of rapid, automatic fire can be used to attack multiple targets in a single action by spraying across targets. Thus, people or objects between the targets can be hit as well. A player must declare that they are spraying before any attacks are made. The player then chooses the targets of his attack.\n\n Maximum number of targets that possibly can be attacked is three. All targets must be no more than one hex apart (if they are, count each empty hex space as a target). Each attack is rolled separately, and each individual target may not be attacked more than once per round by the same weapon. This attack consumes the same amount of ammo as a normal firing action, multiplied by the targets."
    },
    {
        "id": "Supression",
        "title": "Supressing",
        "mechanic": "Ranged",
        "parentId": "Ranged",
        "description": "Available for: \n [LMGs]\n\nSuppression fire is a military term for putting lots of lead in the air, to make others keep their head down. The attacker chooses an area (up to 3 hexes or 5m) then rolls their attack normally. Record the result and add 2 to it: that’s the Saturation Fire Threshold. Anyone or anything which enters the line of fire during the round must beat the Saturation Threshold or take damage. Offensive actions such as shooting or deploying drones and grenades will roll against the saturation fire threshold for damage.\n\n If the defender is already in the suppressed zone before the attack and under cover, the defender must roll a Spirit attribute test against a threshold of 4. \n\n Upon success: -1 dice to all rolls, defender can move (acrobatics vs saturation fire threshold). \nUpon failure: -2 dice to all rolls. No movement allowed. \n\nAttackers can split their fire towards targets, however this will divide the threshold by how many targets there are. If damage is taken, supression is stopped."
    },
    {
        "id": "CQC",
        "title": "Hand to hand",
        "mechanic": "Core",
        "parentId": "",
        "description": "To affect a wary target, the attacker must defeat the defender in an opposed test. For combat, the attacker rolls his skill in the attack form being used (Melee or Brawl). The defender either uses his acrobatics value (to avoid being hit), Melee Skill (to parry with a weapon) or CQC Skill (for unarmed blocks). Attackers should add the appropriate modifier from the modifier list to their roll depending upon environmental and other circumstances.\n\n Attacking unwary targets requires the attacker to pass a standard (not opposed) skill test with a Threshold number of 1 plus the defender's alertness. However, unlike a normal attack, the attacker must roll the lower of two skills: either his chosen attack skill or his Stealth skill. Untrained individuals tend to be noisy or otherwise mess up surprise attacks by alerting the victim at the last moment. \n\n To attack an inanimate object requires a skill test with a Threshold equal to 1 plus any applicable modifier. This assumes that the target is man-sized or larger; if not, refer to the Aiming rule. If the attacker wins the test, the attack hits or, If the defender wins or the result is a tie, the attack misses or the action fails. If the attacker Fumbles, he overshoots or otherwise finds himself open and is subject to a Free Strike in that turn. If the defender Fumbles, he slips or otherwise finds himself in a bad defensive position and is subject to a Free Strike. If both fumble, ineffective blows are exchanged and nothing happens.\n\nIf you are successful, you may either deal damage normally, or attempt one of the following maneuvers:"
    },
    {
        "id": "Grapple",
        "title": "Grappling",
        "mechanic": "Hand to Hand",
        "parentId": "CQC",
        "description": "Grappling attempts are always made with Brawl skill. If successful, instead of dealing damage you may choose to start a grapple. The grappling characters cannot move normally, and can’t make attacks against anyone else. \n\n On each grappler's turn, an Opposed Brawl test is made. The winner can deal normal unarmed damage, move the opponent up to half a normal movement turn, or end the grapple. Grappled characters count as being unaware against other attacks made against them."
    },
    {
        "id": "Disarm",
        "title": "Disarming",
        "mechanic": "Hand to Hand",
        "parentId": "CQC",
        "description": "Disarm attempts are more difficult to pull off. You must have at least 2 MoS, and the opponent may try to counter with a successful Alertness test with a Threshold equal to your original attack.\n\n If the opponent succeeds, nothing happens. If he fails, his weapon leaves his grasp. If you were using Brawl skill in disarming your opponent, you now hold his weapon. If not, the weapon is on the ground."
    },
    {
        "id": "Trip",
        "title": "Tripping",
        "mechanic": "Hand to Hand",
        "parentId": "CQC",
        "description": "If you decide to attempt tripping your opponent, They are entitled to make an Alertness or Body test (opponent’s choice) with a Threshold equal to your original attack to resist it.\n\n If they succeed nothing happens, but if they fails, they are knocked down, and thus has a -3 defense modifier until they get up, and may not sprint on his next turn."
    },
    {
        "id": "Shove",
        "title": "Shoving",
        "mechanic": "Hand to Hand",
        "parentId": "CQC",
        "description": "If you decide to attempt shoving your opponent, he is entitled to make an Alertness or Body test (opponent’s choice) with a Threshold equal to your original attack to resist it.\n\n If he succeeds nothing happens, but if he fails you may shove him backward up to your Body+1 in meters. You may do a follow-up move, but it is not necessary."
    },
    {
        "id": "Medical",
        "title": "Wounds and Medicine",
        "mechanic": "Core",
        "parentId": "",
        "description": "Getting shot hurts. As you collect wounds and near a system shock, you become less and less combat effective, making even the action of shooting back become a struggle. However, you can always heal these wounds with all sorts of medical equipment, and the help of a handy-dandy medic nearby. Just don’t get a painkiller addiction.\n\n Flesh wound is a catch-all term for painful but generally non-life- threatening injuries such as minor gunshot wounds, deep cuts or minor concussions. These apply a -1 modifier that stacks for each wound. Depending on the wound, the character can no longer sprint or run.\n\n Deep wounds are more severe injuries: compound fractures, punctured organs, damage to major blood vessels, bad gunshot wounds etc. Characters with a Deep wound can't sprint. Deep wounds apply a -2 modifier that stacks with each wound.\n\n System Shock is how many wounds you can get before tapping out. You will have to do saving throws with a coin toss every turn until stabilized. Three failed tosses, the character dies.\n\n When using medical kits, you cannot fumble an action."
    },
    {
        "id": "Armor",
        "title": "Armor and Plates",
        "mechanic": "Core",
        "parentId": "",
        "description": "The human body is a fragile thing, one bullet in the right place can do enough damage to maim someone for life. Which is why armor is always important. \n\n Armor in gameplay mainly focuses on the coverage provided. Where AC0 has no armor at all, just a chest rig at best, and AC3 is a full on juggernaut or EOD suit. Your armor value is the number you roll with when in ranged combat with someone else. \n\n What level of armor also affects how enumbered you are as a person, where: \n\n AC0: Maluses to moving and shooting are reduced by 1.\n AC1: No affects\n AC2: -1 to movement related checks [Acrobatics][Jump][Climb][Endurance]\n AC3: -2 to movement related checks [Acrobatics][Jump][Climb][Endurance].\n\n You can always choose to strip yourself of armor if need be. However, you will always reduce to AC0 when you strip."
    },
    {
        "id": "Penetration",
        "title": "Penetration",
        "mechanic": "Core",
        "parentId": "",
        "description": "Penetration values are weapon stats that help determine just how much a gun can punch through. For the sake of gameplay, Body armor can tank most rounds within ‘reason’ and are equivalent to Level IV. Someone is obviously not surviving being hit by a tank or a .50 BMG to the chest very easily.\n\n Penetration can be used to hit targets behind cover and walls according to the following rules:\n - When you dont have an LOS on a target, you are shooting with a 'Pitch black' modifier (-3).\n- Upon a successful notice roll for where they may be, apply 'Very Dimly Lit' (-2).\n- Pinged enemies have no negative modifier when shooting through walls. \n- If they are pinged and the weapon will penetrate a targets cover, it negates the cover bonus.\n\n Penetration Values are as follows: \n\n PEN 1: Penetrates everything up to but excluding thick cover. Includes soft walls.\n PEN 2: Penetrates thick cover up to hard walls and metal.\n PEN 3: Penetrates hard walls and up to thick-well reinforced materials and vehicle armor. \n PEN 4: Penetrates everything up to structures, consecutive walls, and terrain."
    },
    {
        "id": "Stealth",
        "title": "Stealth",
        "mechanic": "Core",
        "parentId": "",
        "description": "Stealth checks are done by rolling an attacker’s Stealth against a defender's alertness as an opposed roll. Success provides the attacker a cover defense bonus until they fire their weapon. Stealth checks can also be rolled with disguise if using camouflage or masking, like hiding in a bush or covering yourself in mud or snow to blend in with it. Lighting can also affect stealth, as poor lighting conditions is a +1 to your roll, very poor lighting is +2, and perfect darkness is +3. Stance and cover also affects your stealth, as crawling (while utilizing camo) and using cover can increase your bonus by +1 each.\n\n If attempting to sneak past, or enter an area surreptitiously, you only need to roll stealth once against a defender's alertness for them not to notice you as you move for subsequent turns. However, when interacting with locks, computers, or anything else in that vein, the attacker must re-roll their stealth value against the defender’s alertness for that action. Fumbles while in stealth will cause guards to get suspicious and come investigate."
    },
    {
        "id": "Squad",
        "title": "Squad Systems",
        "mechanic": "Core",
        "parentId": "",
        "description": "Some checks can be completed with multiple people, for example: opening a bulkhead, boosting another player to a location, carrying heavy things together. When an action is done in tandem with someone else, The highest skilled player will roll, and the skill being checked for the others is added as a flat bonus. If carrying a body for example, and someone has 2 in athletics, and the other has 1, then it will be a 2d6 +1.\n\n As well, Squads can conduct ‘sync shots’. Where every member of a squad finds a target, and fires on a mark. An Initiative check will be started to first determine the initiative queue, and then each player will roll for their shot with a +1 for being aimed.If someone’s initiative check is 5+, then they can pick another target to shoot at that turn as well, without the aimed bonus."
    },
    {
        "id": "Environment",
        "title": "Environmental Conditions",
        "mechanic": "Core",
        "parentId": "",
        "description": "Environmental conditions add dynamic factors to missions by affecting visibility and audibility of both friendlies and enemies.\n\nWeather Conditions:\n- Fog: Applies a global 'poorly lit' modifier for medium range and 'very poorly lit' for long and extreme long range bands. Countered by Thermal.\n- Heavy Rain: Applies a -1 to all observation checks [Notice][Alertness][Investigate] and includes Fog effects. Thunder can help mask certain noises.\n- Nighttime: Applies a 'poorly lit' modifier globally when outdoors.\n- New Moon: Applies a 'very dimly lit' modifier globally when outdoors.\n- Full Moon: No lighting modifiers.\n\nWhen multiple conditions apply, the highest modifier is used, unless countered by Thermal or NVGs.\n\nExample: If a mission has Fog, Heavy Rain, and Nighttime, only the most severe modifier applies ('poorly lit' [-1] at close-medium range; 'very poorly lit' [-2] at long/ELR)."
    },
    {
        "id": "Vision",
        "title": "NVG and Thermal",
        "mechanic": "Core",
        "parentId": "",
        "description": "Night Vision and Thermal optics affect how a contractor is able to see in a variety of lighting conditions.\n\n-NVG (Night Vision Goggles): Normalizes all lighting conditions. Applies a 'poorly lit' (-1) modifier to Long Range and a 'very poorly lit' (-2) modifier to Extreme Long Range. Ideal for CQB. Counteracts all lighting-based visibility debuffs.\n\n- IR (Thermal Imaging): Also normalizes all lighting and weather conditions. However, imposes a -2 modifier at Close Range and -1 at Medium Range. Best suited for long-range spotting roles. IR must be purchased using the Operational Budget.\n\nNVGs are standard-issue gear. Thermal (IR) must be explicitly acquired through buy periods, or found during a mission."
    },
    {
        "id": "EDice",
        "title": "E-Dice",
        "mechanic": "Core",
        "parentId": "",
        "description": "E-Dice can be used both proactively and retroactively, with limitations.\n\n- Proactive Use: prior to a roll, you can declare that you are going to use E-dice to increase the amount of dice you roll with during a check. For example, if you roll a 2d6k1, you can declare an E-dice and increase it to a 3d6k1. \n- Retroactive Use: After a roll, E-dice can be used to gain a second chance, but only for cognition and intelligence based checks, such as notice, investigate, and trivia.\n\n E-Dice can be replenished. however, it requires 2 EXP to retore one dice, and you can only hold a max of 4."
    },
    {
        "id": "MoveFire",
        "title": "Moving While Shooting",
        "mechanic": "Core",
        "parentId": "",
        "description": "Operators can move and perform actions (such as shooting or throwing) simultaneously, with accuracy penalties depending on thier movement speed.\n\n- Moving & Shooting: Apply a global -1 modifier to all actions.\n- Sprinting & Shooting: Apply a global -2 modifier to all actions."
    },
    {
        "id": "CombatModifiers",
        "title": "Combat Modifiers",
        "mechanic": "Combat",
        "parentId": "",
        "description": "The following modifiers commonly apply to an attacker’s attempt to hit or affect a target. This list is not exhaustive, and GMs may apply other situational modifiers as needed. Always consider movement, injuries, or environmental effects when resolving actions.\n\nSituational Modifiers:\n\n- Cover — ATK: 0 | DEF: +1  \n  Example: Car doors, rocks, drywall, trees\n\n- Very brightly or poorly lit area — ATK: -1 | DEF: 0  \n  Example: Searchlights, moonlight, flashbangs\n\n- Very dimly lit or extremely brightly lit area — ATK: -2 | DEF: 0  \n  Example: Starlight, fog, smoke, 9-Bangs, strobe lights\n\n- Pitch black — ATK: -3 | DEF: 0  \n  Example: Deep caverns, no lights\n\n- Off hand — ATK: -1 | DEF: 0  \n  Example: Using your non-dominant hand\n\n- Concussed — ATK: -1 | DEF: 0  \n  Example: Winded, stunned, lightly dazed\n\n- Pinged — ATK: +1, DEF: 0  \n  Example: Digitally marked via drone, marked to friendlies, pointed out by a squad leader"
    },
    {
        "id": "turnCouple",
        "title": "Turn Coupling",
        "mechanic": "Core",
        "parentId": "",
        "description": "When initiative is rolled with Combat Sense, and depending on party size, a GM can communicate with their party and choose to couple turns. Essentially, two or more people make their turns at once depending on the initiative queue. They can be considered 'battle buddies' but you dont have to follow that rule specifically. \n\n When turns are coupled, the initative queue is created as normal, but the GM can couple player and enemy turns together if they are adjacent so they happen at the same time. Players can organize amongst themselves to have things happen in a specific order to get certain effects."
    }, 
    {
        "id": "GrandOperations",
        "title": "Grand Operations",
        "mechanic": "Core",
        "parentId": "",
        "description": "In grand operations, maps are much bigger, and encounters are spread across long distances a team needs to trek. These maps are also in a hex grid like others, however- they also now include specific areas marked in different colored hexes that require specific checks to pass, and will increase travel time upon success or failure. To move from one hex to another, it is 2 turns. \n\n>Yellow [inclune/downslope]: Requires an endurance check. upon failure, travel time doubles. Even number inclines in a row have the other half as downslope, odd number inclines are all uphill or downhill. \n>Orange [Climb]: Requires a climb check. Upon failure of the climb per climb rules, travel time doubles, but you also can mark wounds here if you fall.\n>Blue [Water]: Requires an athletics if passing through only one hex. 2+ adjacent requires endurance for each hex, with a malus of -1 per each. Failure doubles travel time.\n>Green [Dense]: Requires navigate and alertness. is considered dense forest/dense urban, can be used to hide from drones and vehicles. Vehicles will have 3 times the travel time through these areas upon a failed navigate check."
    },
    {
        "id": "GrandOperations",
        "title": "Vehicles In Grand Operations",
        "mechanic": "Grand Operations",
        "parentId": "GrandOperations",
        "description": "With the larger size of grand operations, it also leads to vehicles becoming much more useful. Depending on the vehicle commandeered, a team can move a much longer distance in a short amount of time. However- there are limitations. \n\n >Light Vehicles [RSOV][LNDCRUSR][RZR]: Move four hexes instead of 1. Can traverse dense terrain but travel speed reduces to normal. Provides little protection if caught in an ambush. \n>Medium Vehicles [HMMWV][MRAP][JLTV]: Move two hexes instead of 1, can traverse dense terrain but travel speed reduces to normal. Provides protection if caught in an ambush, hit a mine, or more.\n >Heavy Vehicles [M1A2 SEPV2][M3A2 IFV][LAV-88]: Move at the same speed as normal. Cannot traverse dense terrain. Provides impeccable protection, firepower, and more in a fight. \n\n All vehicles are immune to endurance checks. Certain vehicles that are amphibious like BMPs or LAVs can cross water without endurance or athletics checks. No vehicles can traverse mountainous terrain."
    },
    {
        "id": "GrandOperations",
        "title": "Spotting In Grand Operations",
        "mechanic": "Grand Operations",
        "parentId": "GrandOperations",
        "description": "The standard field of view for a team extends out to two hexes in every direction around them if not obstructed. Inclines and dense terrain will block your field of view, while downslopes and open terrain won't obstruct your field of view. Dense terrain also allows you to not be spotted as easily by drones and vehicles.\n\n Engagement distance starts at one adjacent hex over, where enemies are all considered at extreme long range until you move into the same hex where the engagement uses the Tactical Maps. \n\n Vehicles can be noticed in advance through dense terrain if running on petrol, and also can be spotted from up to three 3 out. However- some can also spot from 3 hexes depending on the vehicle's direction of travel and optics. \n\n UAVs such as friendly MQ-9s also can spot enemies in a large area Same with aircraft with SNIPER or LITENING pods and relay the information via Datalink"
    }
]